"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "You have entered your PIN incorrectly %1$d times. Your Mercedes me ID has therefore been blocked for %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutes";

"command_error_pin_invalid" = "You have entered an incorrect PIN %1$d times.";

"general_cancel" = "Cancel";

"general_error_msg" = "An error has occurred. Please try again.";

"general_error_network_msg" = "Something went wrong. Please check your internet connection.";

"general_error_title" = "Error";

"general_hint" = "Note";

"general_no" = "No";

"general_ok" = "OK";

"general_yes" = "Yes";

"login_error_authentication_failed" = "Authentication failed.Please try again.";

"login_error_wrong_tan" = "Unfortunately you have entered incorrect information. Please note that you may need to wait a few minutes before trying again.";

"login_info_alert_message" = "The Mercedes me ID consists of either your personal cell phone number or your email address. With your Mercedes me ID you can log in to the digital world of Mercedes-Benz everywhere. It offers access to all services, functions and platforms available in your address country.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Please enter a valid email address or phone number.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Continue";

"login_only_caption" = "Login";

"login_username" = "Cell phone number or email address";

"login_user_not_registered" = "Please register free of charge in one of the other Mercedes me Apps.";

"pin_popup_button_again" = "Try again";

"pin_popup_cancel" = "Cancel";

"pin_popup_default_no_pin_message" = "Please set a PIN in one of the Mercedes me Apps.";

"pin_popup_description" = "Please enter your %1$d-digit PIN:";

"pin_popup_send" = "Send";

"pin_popup_title" = "PIN entry";

"pin_popup_wrong_pin_msg" = "The PIN is incorrect. Please try again.";

"pin_popup_wrong_pin_title" = "Incorrect PIN";

"registration_user_consent_message" = "In order to continually improve the app, we analyze the use of the app and its functions without reference to you personally. This function can be deactivated at any time via Menu > Settings > Analytics.";

"registration_user_consent_title" = "Mercedes me usage data";

"verification_btn_next" = "Next";

"verification_btn_send_again" = "Request new TAN code";

"verification_headline" = "Verification code";

"verification_login_msg_mail" = "Please enter the TAN code we sent you by email.";

"verification_login_msg_user" = "For verification, we have sent you a %1$d-digit code to %2$@. Please enter this code.";

"verification_not_received" = "No TAN code received?";

"verification_not_received_hint_mail" = "Please check the entered email address or request a new verification code.";

"verification_not_received_hint_phone" = "Please check the entered cell phone number or request a new TAN code.";

"verification_send_again_msg" = "Your request was sent again";

"verification_title" = "Verification";

